<template>
  <div class="user-agreement-index">
     <!-- 头部 -->
    <!-- <div class="detail-head">
      <div class="head-all">
        <div class="head-left fl" @click="toBack()">
          <img src="./../../assets/images/右箭头.png"  alt="" >
        </div>
        <div class="head-title">
          <p>注册协议</p>
        </div>
      </div>
    </div> -->
    <!-- 内容 -->
		<section>
			<div class="agreeCon">
				<div class="agreeTitle">
					<h3>授权登录协议</h3>
				</div>
				<div class="agreeTxt">
					<p> 《用户授权协议》(以下简称“本协议”)是新宝商城与用户（以下简称“您”）所订立的有效合约。您通过网络页面点击确认或以其他方式选择接受本协议，即表示您与新宝商城已达成协议并同意接受本协议的全部约定内容。</p>
					<!-- <p><a>在接受本协议之前，请您仔细阅读本协议的全部内容，并决定是否接受本协议（特别是以粗体下划线标注的内容）。</a>如您不同意本协议的内容，或无法准确理解本协议任何条款的含义，请不要进行确认及后续操作。如果您对本协议有疑问的，请通过深圳田港电子商务有限公司客服渠道进行询问，其将向您解释。</p> -->
					<p>在接受本协议之前，请您仔细阅读本协议的全部内容，并决定是否接受本协议。如您不同意本协议的内容，或无法准确理解本协议任何条款的含义，请不要进行确认及后续操作。如果您对本协议有疑问的，请通过新宝商城客服渠道进行询问，其将向您解释。</p>
					<p>1、您授权新宝商城将您的账户及其他相关信息传递给第三方，用于第三方为您提供服务。页面提示上可能会展示具体授权对象、授权字段名称、范围等，授权字段通过加密通道传递给第三方。新宝商城会要求该第三方依法使用您的上述信息，并应对您的信息保密。</p>
					<p>2、您理解，新宝商城和第三方是相互独立的平台，第三方服务由该第三方独立运营并独立承担全部责任。因该第三方服务或其使用您的信息产生的纠纷，或第三方服务违反相关法律法规或本协议约定，或您在使用第三方服务过程中遭受的损失，请您和第三方协商解决。</p>
					<p>3、您同意，新宝商城有权随时对本协议内容进行变更，并以在新宝商城网站或客户端公告的方式予以公布，无需另行单独通知您。该等变更自公告载明的生效时间开始生效，并成为本授权协议的一部分。</p>
					<p>4、本协议未尽事宜，参照《新宝商城注册协议》执行；《新宝商城注册协议》与本协议有冲突的，以本协议为准。</p>
					<p>5、双方在履行本协议的过程中，如发生争议，应协商解决。协商不成的，任何一方均可向被告住所地有管辖权的人民法院提起诉讼。</p>
				</div>
					<!-- <h4>一、本协议的签署和修订</h4>
					<p>1.1 本协议的内容包括以下全部条款以及新宝商城已经发布的及将来可能发布的与注册用户有关的各项规则、协议（以下统称为“规则”），该等规则均为本协议不可分割的一部分，与本协议具有同等法律效力。</p>
					<p>1.2 新宝商城有权根据需要修改本协议的内容，如本协议条款或新宝商城各项规则有任何变更，新宝商城将发布公告。经修订的内容一经公告，即于公告规定的特定生效日期自动生效。请您适时关注新宝商城公告，如不同意该等变更，请您在该等变更的公告刊载之日起72小时内联系新宝商城客服明确表明希望终止本协议，新宝商城收到申请后将与您协商本协议的终止以及终止后双方义务的履行。如您未在本款所述时限内提出申请，则视为您已经同意接受该等变更，经修订的规则一经公告，即于公告规定的特定生效日期自动生效将对您产生法律约束力。</p>
					<p>1.3 您注册或使用本服务，即视为您已经充分理解和同意本协议全部条款、内容及各类规则。在您按照新宝商城的流程成功注册后，本协议即产生法律效力，您在此同意将全面接受和履行以电子形式签订本协议，您不得以未签署纸质协议为由否认本协议的效力。本协议是由您与新宝商城共同签订的，适用于您在新宝商城的全部活动。在您成功注册成为新宝商城用户时，您已经阅读、理解并接受本协议的全部条款及各类规则，如有违反而导致的任何法律后果，您将以自己的名义独立承担相应的法律责任。</p>
					<p>1.4 本协议不涉及您与新宝商城的其他注册用户之间因网上交易而产生的法律关系及法律纠纷，相关纠纷由您自行解决，新宝商城不承担任何责任。</p>
					<p>1.5 您在此同意将全面接受和履行与新宝商城以电子形式签订的任何法律文件，并承诺按该等法律文件享有和/或放弃相应的权利、承担和/或豁免相应的义务。</p>
					
					<h4>二、用户注册</h4>
					<p>2.1 作为新宝商城注册用户，您必须是符合中华人民共和国（以下简称“中国”）法律规定的具有完全民事权利能力及民事行为能力的自然人，或是经国家主管部门合法登记注册的、且具有完全民事权利能力及民事行为能力的法人。否则，您应立即停止注册、停止使用新宝商城服务，新宝商城有权随时终止您的注册进程、停止提供服务，您应对您的注册行为给新宝商城带来的全部损失承担赔偿责任，且您的监护人（适用于自然人）应承担连带责任。</p>
					<p>2.2 您应提供真实身份信息且通过新宝商城认证后方可完成注册，您应保证向新宝商城提供的资料（包括但不限于电子邮箱地址、联系电话、联系地址、邮政编码、个人身份信息、征信信息、营业执照、组织机构代码证、税务登记证等）是真实、准确、完整、最新的。如您的资料发生变更，您应及时向新宝商城更新相应的资料，如因您未及时更新资料导致新宝商城无法向您提供服务或发生错误，由此导致的全部法律责任和后果将由您自行承担。</p>
					<p>2.3 您承诺，在提交用户名、头像和简介等注册信息中不得出现违法和不良信息，不得有下列情形：</p>
					<div class="agreeTxt1">
						<p>（1）违反宪法或法律法规规定的；</p>
						<p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
						<p>（3）损害国家荣誉和利益的，损害公共利益的；</p>
						<p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
						<p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
						<p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
						<p>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
						<p>（8）侮辱或者诽谤他人，侵害他人合法权益的；</p>
						<p>（9）含有法律、行政法规禁止的其他内容的。</p>
					</div>
					<p>对含以上或其他违法和不良信息的，新宝商城有权采取不予注册、通知您限期改正、暂停账号使用、关闭账户等措施。</p>
					<p>2.4 如您使用他人资料注册、使用新宝商城服务或向新宝商城提供的资料不符合2.2款、2.3款规定，由此引起的一切责任和后果均由您本人承担，新宝商城不承担任何法律责任。如因此给新宝商城及相关方造成任何损失，您应当承担赔偿责任。同时，新宝商城有权向互联网信息内容主管部门报告。</p>
					<p>2.5新宝商城只允许每位用户使用一个新宝商城账户。如有证据证明或新宝商城有理由相信您存在不当注册或不当使用多个新宝商城账户的情形，新宝商城可采取关闭账户、拒绝提供服务等措施，如给新宝商城及相关方造成损失的，您还应承担赔偿责任。</p>
					<p>2.6 您承诺，应履行下列义务：</p>
					<div class="agreeTxt1">
						<p>向新宝商城提供真实、准确、完整的身份等信息；</p>
						<p>（2）出借资金为来源合法的自有资金；</p>
						<p>（3）了解融资项目信贷风险，确认具有相应的风险认知和承受能力；</p>
						<p>（4）自行承担借贷产生的本息损失；</p>
						<p>（5）借贷合同及有关协议约定的其他义务。</p>
					</div>
					
					<h4>三、新宝商城的服务内容</h4>
					<p>3.1 新宝商城将向您提供以下服务中的一项或多项：(1) 电子商务消费平台服务 ；(2) 其他相关服务。网站为您提供服务的具体内容以新宝商城运营公司深圳田港电子商务有限公司提供的某个具体项目所签署的服务协议为准。</p>
					<p>3.2 部分服务内容需要您根据新宝商城要求完成银行卡认证，未进行银行卡认证的用户将无法使用该部分服务。因未能完成认证而无法享受服务造成的损失，新宝商城不承担任何责任。</p>
					<p>3.3 对于新宝商城向您提供的服务是否收取服务费、服务费的具体标准和规则以新宝商城不时公布的规则为准。。</p>
					
					<h4>四、 用户使用限制</h4>
					<p>4.1 您不得利用新宝商城或新宝商城服务从事任何不符合中国法律法规或侵犯他人权益的活动。新宝商城在发现您从事该等活动时，有权不经通知而立即停止您使用新宝商城的全部或部分功能。</p>
					<p>4.2 在使用新宝商城提供的服务过程中，您不得发送、公布或展示任何垃圾邮件或其他可能违反中国法律法规及本协议内容的信息。新宝商城在发现您从事该行为时，有权不经您同意而阻止该活动、删除相关内容，并立即暂停或停止您使用新宝商城的全部或部分功能。</p>
					<p>4.3 您向新宝商城提交的用户名、密码、手机号及安全问题答案是您在新宝商城的身份识别信息，您应妥善保管。您注册成功后，除非本协议另有约定，否则不得将身份识别信息转让或授权给第三方使用。您确认，使用您的身份识别信息登陆新宝商城后在新宝商城的一切行为均代表您本人并由您承担相应的法律后果。</p>
					<p>4.4 新宝商城的所有内容，包括但不限于文本、数据、图片、音频、视频、源代码和其他所有信息，均由新宝商城享有知识产权。未经新宝商城事先书面同意，您或其他任何人不得复制、改编、传播、公布、展示或以任何其他方式侵犯新宝商城的知识产权。</p>
									
					<h4>五、 用户信息的保护及披露</h4>
					<p>5.1 您同意新宝商城在业务运营中收集和储存您的用户信息，包括但不限于您自行提供的资料和信息，以及新宝商城自行收集、取得的您在新宝商城的交易记录和使用信息等。新宝商城收集和储存您的用户信息的主要目的在于提高为您提供服务的效率和质量。</p>
					<p>5.2 您同意新宝商城在业务运营中使用您的用户信息，包括但不限于(1)根据双方另行签署的某个具体项目服务协议在新宝商城公示您的相关信息；(2)向新宝商城的合作机构（该合作机构仅限于新宝商城为了完成拟向您提供的服务而合作的机构）提供您的用户信息；(3)由人工或程序自动对您的信息进行评估、分类、研究；(4)使用您的用户信息以改进新宝商城的推广；以及(5)使用您提供的联系方式与您联络并向您发送有关业务和管理方面的信息。新宝商城将不定期对用户信息进行抽查、核实以识别问题或解决争议，特别是新宝商城将审查您的资料以区分使用多个用户名或别名的同一用户。</p>
					<p>5.3 新宝商城将采用行业标准惯例以保护您的用户信息，包括建立相应的信息保护制度和机制等，但您应了解，上述保护措施可能受技术水平限制而不能确保您的信息不会通过本协议中未列明的途径泄露出去，新宝商城不承担因此而导致的任何损失或责任。</p>
					<p>5.4 新宝商城有义务在行政、司法等有权机关要求时向该等机关提供您的用户信息。</p>
					
					<h4>六、 免责条款</h4>
					<p>6.1 您应了解，新宝商城接受信息发布方的委托进行信息发布，仅对发布的信息承担形式审查责任，不对信息的准确、完整、合法性作出任何保证，也不承担相关责任，您应依据独立判断及自身风险承受能力衡量相关信息并选择相应的产品，您通过新宝商城形成的任何交易所产生的直接及间接的损失均由您自行承担。</p>
					<p>6.2 因非新宝商城原因造成您的身份识别信息泄露，或您发现有他人冒用或盗用您的新宝商城账户或进行任何其他未经合法授权行为之情形时，您应立即以书面形式通知新宝商城并要求新宝商城暂停服务，以减少可能发生的损失。新宝商城将积极响应您的要求；但您理解，对您的要求采取行动需要合理期限，在此之前，新宝商城对已执行的指令及所导致的您的损失不承担任何责任。</p>
					<p>6.3 您在使用新宝商城服务过程中涉及由第三方提供相关服务的责任由第三方承担，新宝商城不承担该等责任。您应自行对第三方提供相关服务的内容、产品及其他任何信息进行判断，并承担相应风险。</p>
					<p>6.4 如果由于新宝商城及相关第三方的设备、系统故障或缺陷、病毒、黑客攻击、网络故障、网络中断、地震、台风、水灾、海啸、雷电、火灾、瘟疫、流行病、战争、恐怖主义、敌对行为、暴动、罢工、交通中断、停止供应主要服务、电力中断、经济形势严重恶化、政府管制或其它类似事件，致使新宝商城未能履行本协议或履行本协议不符合约定，不构成新宝商城的违约，对于因此导致的损失，新宝商城将不承担任何责任。</p>
									
					<h4>七、 通知及信息接收</h4>
					<p>7.1 本协议项下的通知如以公示方式作出，一经在新宝商城公示即视为已经送达。除此之外，其他具有专属性的通知将发送至您新宝商城账户中的“通知中心”（名称以新宝商城显示为准）、或您在注册时绑定的手机号、或您提供的电子邮箱地址（如已提供），一经发送即视为已经送达。请您密切关注相关信息。</p>
					<p>7.2 您注册成为新宝商城用户及您实际使用新宝商城提供的各项服务时，即视为您已同意新宝商城向您发送电子信息，此类信息所涉及的内容包括但不限于以文字、图片、照片、音视频形式表现的各类产品信息、宣传信息、促销信息、商业信息等，新宝商城将通过包括但不限于新宝商城站内信、电子邮件、短信息等形式向您发送此类信息。若您不希望接收来自新宝商城的此类信息，则可按照信息中注明的方法自助完成退订或联系新宝商城客服协助处理。</p>
									
					<h4>八、 违约责任</h4>
					<p>如果您违反了您在本协议中所作的陈述、保证、承诺或任何其他义务，致使新宝商城或新宝商城的股东、实际控制人、员工、其他用户承受任何损失，您应向受损失的一方做出全额赔偿。</p>
					
					<h4>九、 适用法律和管辖 </h4>
					<p>本协议的订立、执行和解释适用中国大陆地区适用的法律（但不包括其冲突法规则），与本协议的解释和履行有关的争议应由深圳田港电子商务有限公司住所地具有管辖权的人民法院管辖。</p>
									
									
					<h4>十、 协议终止</h4>
					<p>10.1 除非新宝商城终止本协议、您申请终止本协议并关闭您的新宝商城账户且经新宝商城同意，否则本协议始终有效。在您违反了本协议、相关规则，或在相关法律法规、政府部门的要求下，新宝商城有权通过本协议第七条约定的通知方式通知您终止本协议、关闭您的新宝商城账户或者限制您使用新宝商城。</p>
					<p>10.2 当您不再符合本协议第二条约定的注册用户身份条件（包括但不限于因故身亡、丧失民事行为能力、解散或注销等）致使本协议无法继续履行时，本协议依法终止。您的合法授权代表、继承人、监护人、直系亲属在提交相关证明文件后，可向新宝商城申请查询您在新宝商城注册的用户信息及交易信息，并办理资产的转移。同时，新宝商城有权关闭您的新宝商城账户。</p>
					<p>10.3 您同意，本协议终止后，新宝商城仍享有下列权利：（1）继续保存您留存于新宝商城的各类信息；（2）对于您过往的违约行为，新宝商城仍可依据本协议向您追究违约责任。</p>
									
					<h4>十一、 其他</h4>
					<p>11.1 若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效</p>
					<p>11.2 新宝商城可将本协议项下的权利义务转让给新宝商城的关联方。</p>
					<p>11.3 深圳田港电子商务有限公司有权在法律允许的范围内对本协议的各条款做出解释。</p>
									</div> -->
			</div>
		</section>
  </div>
</template>

<script>
export default {
  data () {
    return {
        
    }
  }
};
</script>
<style lang="less" scoped>
section{
	background-color: #f1f1f1;
}
.agreeCon{
	padding:.28rem .28rem .28rem .28rem;
	text-align: left;
}
.agreeTitle h3{
	padding: 0.3rem 0 0.4rem 0.3rem;
	font-size:.32rem;
	text-align: center;
	margin-bottom:.10rem;
}
.agreeTxt p{
	text-indent: .48rem;
	font-size:.28rem;
	line-height:.42rem;
	text-align: justify;
	margin-bottom:.20rem;
	a{
		text-decoration: underline;
		font-weight: bold;
		color: black;
	}
}
.agreeTitle p.txtRt{
	text-align: right;
}
.agreeTxt h4{
	font-size:.32rem;
	margin-top:.30rem;
	margin-bottom:.20rem;
	text-indent: .48em;
	font-family: arial, "microsoft yahei";
}

/*uxPlan*/
.agreeTitle p{
	font-size:.28rem;
	line-height:.42rem;
	text-align: justify;
	margin-bottom:.20rem;
}
.agreeMan{
	margin-bottom:.40rem;
}
.agreeMan p{
	font-size:.28rem;
	line-height:.42rem;
	text-align: justify;
	margin-bottom:.10rem;
}
.agreeTxt2 p{
	font-size:.28rem;
	line-height:.42rem;
	text-align: justify;
	margin-bottom:.20rem;
}
.agreeTxt2 h4{
	font-size:.28rem;
	margin-top:.30rem;
	margin-bottom:.20rem;
	font-family: arial, "microsoft yahei";
}
.agreeTable{
	width:100%;
	border-left:1px solid #CCCCCC;
	border-top: 1px solid #CCCCCC;
	margin:.20rem 0;
}
.agreeTable td{
	border-right:1px solid #CCCCCC;
	border-bottom: 1px solid #CCCCCC;
	text-align: center;
	padding:.10rem .30rem;
	font-size:.24rem;
	line-height:.42rem;
}
/*loan*/
.agreeTable1{
	width:100%;
	border-left:1px solid #CCCCCC;
	border-top: 1px solid #CCCCCC;
	margin:.10rem 0;
}
.agreeTable1 td{
	width:50%;
	border-right:1px solid #CCCCCC;
	border-bottom: 1px solid #CCCCCC;
	text-align: left;
	padding:.10rem;
	font-size:.28rem;
}
.agreeTxt2 h5{
	font-size:.28rem;
	margin-top:.30rem;
	margin-bottom:.20rem;
	font-family: arial, "microsoft yahei";
	font-weight: normal;
}
.text-indent {
	text-indent:2em;
}

.agreeTab{
	border-left:1px solid #CCCCCC;
	border-top: 1px solid #CCCCCC;
	display: flex;
	
}
.agreeTab span{
	border-right:1px solid #CCCCCC;
	text-align: left;
	padding:.10rem;
	font-size:.28rem;
	display: inline-flex;
	flex: 1;
	box-sizing: border-box;
}
.agreeTab p{
	padding:.10rem;
}
.dbr{
	border-right:1px solid #CCCCCC;
	border-bottom:1px solid #CCCCCC;
}
.dbr1{
	border-bottom:1px solid #CCCCCC;
}
.agreeTxt2 p.text-right{
	text-align: right;
}

/*transfer*/
.underline span{
	text-decoration: underline;
	padding:0 .10rem;
}
</style>